/*
后期部署脚本模板							
--------------------------------------------------------------------------------------
 此文件包含将附加到生成脚本中的 SQL 语句。		
 使用 SQLCMD 语法将文件包含到后期部署脚本中。			
 示例:      :r .\myfile.sql								
 使用 SQLCMD 语法引用后期部署脚本中的变量。		
 示例:      :setvar TableName MyTable							
               SELECT * FROM [$(TableName)]					
--------------------------------------------------------------------------------------
*/
INSERT INTO UserDepartmentHistory
	(Id,DepartmentID,UserID,StartDate,EndDate)
VALUES
(1001,'Cloud','60072466',20151212,20180615),
(1002,'Cloud','60073457',20151212,20180615),
(1003,'IS','60075674',20151212,20180615),
(1004,'IS','60076456',20151212,20180615),
(1005,'mobile','60072343',20151212,20180615),
(1006,'mobile','60077890',20151212,20180615)