/*
后期部署脚本模板							
--------------------------------------------------------------------------------------
 此文件包含将附加到生成脚本中的 SQL 语句。		
 使用 SQLCMD 语法将文件包含到后期部署脚本中。			
 示例:      :r .\myfile.sql								
 使用 SQLCMD 语法引用后期部署脚本中的变量。		
 示例:      :setvar TableName MyTable							
               SELECT * FROM [$(TableName)]					
--------------------------------------------------------------------------------------
*/
INSERT INTO UserMenuHistory
	(Id,UserID,MenuID)
VALUES
(2001,60072466,3001),
(2002,60073457,3001),
(2003,60075674,3002),
(2004,60076456,3002),
(2005,60072343,3003),
(2006,60077890,3003)